tap 'caskroom/cask'
tap 'codeclimate/formulae'
tap 'dart-lang/dart'
tap 'gapple/services'
tap 'homebrew/binary'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/versions'
tap 'joshuaclayton/formulae'
brew 'ack'
brew 'ant'
brew 'libxml2'
brew 'readline'
brew 'augeas'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'bdw-gc'
brew 'bison'
brew 'boost'
brew 'git'
brew 'ghc'
brew 'cabal-install'
brew 'chruby'
brew 'cloc'
brew 'cmake'
brew 'coreutils'
brew 'cpanminus'
brew 'gmp'
brew 'openssl'
brew 'libevent'
brew 'libyaml'
brew 'libffi'
brew 'llvm'
brew 'pcre'
brew 'crystal-lang'
brew 'dialog'
brew 'diff-so-fancy'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'docker'
brew 'docker-machine'
brew 'docker-compose'
brew 'elasticsearch@1.7'
brew 'jpeg'
brew 'libpng'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'exercism'
brew 'flow'
brew 'freetds'
brew 'freetype'
brew 'freexl'
brew 'fzf'
brew 'mpfr'
brew 'gawk'
brew 'geos'
brew 'giflib'
brew 'json-c'
brew 'lzlib'
brew 'proj'
brew 'libgeotiff'
brew 'liblwgeom'
brew 'sqlite'
brew 'libspatialite'
brew 'gdal'
brew 'gdbm'
brew 'glew'
brew 'gnupg'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg2'
brew 'go'
brew 'sdl2'
brew 'webp'
brew 'sdl2_image'
brew 'gource'
brew 'gpp'
brew 'libtool'
brew 'xz'
brew 'imagemagick'
brew 'oniguruma'
brew 'jq'
brew 'libssh'
brew 'libxslt'
brew 'makedepend'
brew 'mongodb', restart_service: true
brew 'mono'
brew 'msgpack'
brew 'mysql', restart_service: true
brew 'nmap'
brew 'node'
brew 'ossp-uuid'
brew 'otto'
brew 'pandoc'
brew 'phantomjs'
brew 'pkg-config'
brew 'postgresql', restart_service: true
brew 'qt5'
brew 'redis'
brew 'ruby-install'
brew 'sphinx', args: ['mysql']
brew 'terraform'
brew 'the_silver_searcher'
brew 'tmate'
brew 'tmux'
brew 'watchman'
brew 'wget'
brew 'youtube-dl'
brew 'codeclimate/formulae/codeclimate'
brew 'dart-lang/dart/dart', args: ['with-content-shell', 'with-dartium']
brew 'homebrew/dupes/apple-gcc42'
brew 'homebrew/dupes/libiconv'
brew 'homebrew/versions/gmp4'
brew 'homebrew/versions/ppl011'
brew 'homebrew/versions/cloog-ppl015'
brew 'homebrew/versions/isl011'
brew 'homebrew/versions/cloog018'
brew 'homebrew/versions/mpfr2'
brew 'homebrew/versions/libmpc08'
brew 'homebrew/versions/qt55'
brew 'joshuaclayton/formulae/unused'
cask 'audacity'
cask 'betterzipql'
cask 'duplicate-annihilator'
cask 'expandrive'
cask 'gitx-rowanj'
cask 'jupyter-notebook-ql'
cask 'pg-commander'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
