tap 'heroku/brew'

brew 'git'
brew 'ag'
brew 'heroku'
brew 'gpg2' # needed to trust some node packages
brew 'openssl'
brew 'readline'
brew 'pkg-config'
brew 'mysql-client'
brew 'redis'
brew 'ios-deploy'
brew 'git-delta'

cask 'visual-studio-code'
cask 'rowanj-gitx'
cask 'grandperspective'
cask 'dropbox'
cask 'imageoptim'
cask 'keycastr'
cask 'cyberduck'
cask 'flux'
cask 'graphiql'
cask 'insomnia'
cask 'dupeguru'
cask 'vlc'
cask 'phantomjs'
cask 'vagrant'
cask 'firefox'
